---
kind: property
id: P:Autodesk.Revit.DB.BoundingBoxUV.Max
source: html/93585617-e790-8c2d-6b0e-7c4f48c4fe8e.htm
---
# Autodesk.Revit.DB.BoundingBoxUV.Max Property

Maximum coordinates (upper-right corner of the box).

## Syntax (C#)
```csharp
public UV Max { get; set; }
```